tap 'thoughtbot/formulae'
tap 'homebrew/services'

brew 'git'
brew 'heroku-toolbelt'
brew 'hub'
brew 'imagemagick'
brew 'libyaml'
brew 'node'
brew 'openssl'
brew 'postgres', restart_service: true
brew 'rbenv'
brew 'rcm'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'zsh'
